Repository: openfun/password-container-xblock
Catalog: password_container/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Group ID
fr: Identifiant de groupe

source: All activities with this group ID will be unlocked at the same time.
fr: Tous les activités ayant cet identifiant en commun seront débloquées en même temps.

source: Start visibility
fr: Debut de la visibilité

source: Start date (MM/DD/YYYY) / time (HH/MM/SS, using 24 hour clock) for student to enter the password. Set time in EST the software will show it in UTC
fr: Date de début de la visibilité du contenu (UTC)

source: End Visibility
fr: Fin de la visibilité

source: End date (MM/DD/YYYY) / time (HH/MM/SS, using 24 hour clock) for student to enter the password. Set time in EST - the software will show it in UTC
fr: Date de fin de la visibilité du contenu (UTC)

source: Password
fr: Mot de passe

source: Password to start the activities
fr: Mot de passe pour deverouiller le contenu

source: Assessment duration
fr: Durée de disponibilité

source: Time to complete the ativities once the student has entered the password (in muinutes)
fr: Durée de la disponibilité du contenu en minutes

source: Course
fr: Cours

source: All Xblock having the same group ID will be released simultaneously.
fr: Tous les Xblock ayant cet identifiant en commun seront débloqués en même temps.

source: The student does not exist.
fr: L'utilisateur n'existe pas.

source: Data reset.
fr: Données réinitialisées.

source: Invalid password
fr: Mot de passe invalide

source: {days} days
fr: {days} jours

source: {hours:02} hours {minutes:02} minutes
fr: {hours:02} heures {minutes:02} minutes

source: {seconds:02} seconds
fr: {seconds:02} secondes

source: This activity is not available
fr: Cette activité n'est pas disponible

source: This content is not yet available.
fr: Ce contenu n'est pas encore disponible.

source: Date/Time available:
fr: Date de disponibilité:

source: This block is now available until:
fr: Ce bloc est maintenant disponible jusqu'au:

source: Enter the password below:
fr: Saisissez ci-dessous le mot de passe:

source: You attempted <span class="password-nb-tries">%(nb_tries)s</span> times.
fr: Vous avez essayé <span class="password-nb-tries">%(nb_tries)s</span> fois.

source: You have <span id="time-left"></span> minutes to enter your password.
fr: Il vous reste <span id="time-left"></span> pour saisir votre mot de passe.

source: Password:
fr: Mot de passe:

source: Enter
fr: S'identifier

source: The content is available from
fr: Ce contenu est disponible jusqu'au

source: You still have <span id="time-left">---</span> to finish this activity.
fr: Il vous reste <span id="time-left">---</span> pour valider ce quizz.

source: Reset status
fr: Réinitialiser l'état

source: This content is no longer available.
fr: Ce contenu n'est plus disponible.

source: The time is up.
fr: Le temps imparti est écoulé.

source: Student management
fr: Gestion apprenants

source: Reset the status of the student to allow the student to retake the assessment:
fr: Réinitialiser l'état de l'utilisateur:

source: Reset
fr: Réinitialiser

source: Examination
fr: Examen

source: This activity belongs to Group ID:<strong>"%(group_id)s"</strong>, its content will be accessible by students from
fr: Cette activité appartient au groupe <strong>"%(group_id)s"</strong>, son contenu ne sera accessible par les étudiants que du

source: through
fr: au

source: This block will be visible with the password: <strong>"%(password)s"</strong> for a period of <strong>%(duration)s minutes.</strong>
fr: Ce block ne sera visible qu'avec le mot de passe: <strong>"%(password)s"</strong> pendant une durée de <strong>%(duration)s mn.</strong>

source: Click 'View' to add content
fr: Vous pouvez ajouter du contenu en cliquant sur 'Voir'

source: Click 'Edit' to configure this activity.
fr: Cette activité n'est pas configurées, cliquez sur 'Editer'.

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler
